ada-url
basedpyright
brotli
btop
c-ares
ca-certificates
check
cmake
coreutils
dav1d
fd
ffmpeg
fish
fmt
fontconfig
freetype
gettext
glfw
gmp
go
gomodifytags
gopls
gotests
hdrhistogram_c
icu4c@78
lame
lazygit
libevent
libnghttp2
libnghttp3
libngtcp2
libpng
libunistring
libuv
libvpx
libvterm
lld@20
lld@21
llhttp
llvm
llvm@20
llvm@21
lpeg
lua
lua-language-server
luajit
luarocks
luv
lz4
mpdecimal
ncurses
neovim
node
odin
openssl@3
opus
pandoc
pcre2
pkgconf
pyright
python@3.14
raylib
readline
ripgrep
rust-analyzer
sdl2
shellcheck
simdjson
skhd
sqlite
starship
stow
svt-av1
tmux
tree-sitter-cli
tree-sitter@0.25
unibilium
utf8proc
uvwasi
x264
x265
xz
z3
zig
zls
zoxide
zstd
aerospace
discord
font-jetbrains-mono
font-jetbrains-mono-nerd-font
ghostty
obsidian
vlc
